<?php

return [
    'hero' => [
        'title' => 'التميز في التعليم',
        'description1' => 'مركز متميز مخصص للخدمة والتواصل
                                المدارس الخاصة في المنطقة العربية. تم تصميم منصتنا لإدارة وإدارة
                                تنسيق وتعزيز العلاقات بين مجتمعنا من المدارس الموقرة.',
        'description2' => 'هنا،
                                ستجد دعمًا مخصصًا وفرص تعاون وموارد لتسهيل الأمر
                                نمو وتميز مؤسستك. انضم إلينا في تشكيل مستقبل
                                التعليم في المنطقة العربية.',
    ],
    'mission' => [
        'title' => 'مهمة',
        'description' => 'تعزيز التميز التعليمي من خلال
                            التعاون والابتكار بين المدارس الخاصة العربية، وإعداد الطلاب للمرحلة العالمية
                            نجاح.',
    ],
    'vision' => [
        'title' => 'رؤية',
        'description' => 'الريادة في نظام تعليمي تحويلي وشامل في المنطقة العربية، وتعزيز التميز والابتكار وتمكين إمكانات كل طالب لإحداث تأثير مجتمعي إيجابي.',
    ],
    'values' => [
        'heading' => 'قيمنا',
        'title1' => 'تفوق',
        'title2' => 'تعاون',
        'title3' => 'ابتكار',
        'title4' => 'التمحور حول الطالب',
        'title5' => 'قيادة',
        'title6' => 'المشاركة المجتمعية',
        'description1' => 'السعي لتحقيق أعلى معايير التميز الأكاديمي والمهني والتشغيلي في جميع المساعي.',
        'description2' => 'تعزيز الشراكات والتعاون القوي بين المدارس الأعضاء والمعلمين وأصحاب المصلحة لتحقيق الأهداف المشتركة.',
        'description3' => 'تبني الابتكار والإبداع في التعليم، والاستفادة من التكنولوجيا، وتبني أفضل الممارسات لتعزيز نتائج التعلم.',
        'description4' => 'وضع الطلاب في قلب جميع المبادرات التعليمية، مع إعطاء الأولوية لتطورهم الشامل ورفاههم ونجاحهم.',
        'description5' => 'رعاية القيادة التربوية على جميع المستويات، وتمكين المعلمين والإداريين من القيادة بالرؤية والتعاطف والفعالية.',
        'description6' => 'المشاركة بنشاط مع المجتمع وأولياء الأمور وأصحاب المصلحة لبناء شراكات قوية وتعزيز التجربة التعليمية للطلاب.',
    ],
    'address' => [
        'title' => 'سلطنة عمان',
        'description' => 'ص.ب 755، الرمز البريدي 328، الرميس، بركاء',
    ],
    'input' => [
        'email' => 'أدخل بريدك الإلكتروني',
    ],
    'copyright' => '© 2024 | الحقوق محفوظة لاتحاد المدارس العربية الخاصة',
];
