<?php

return [
    'hero' => [
        'title' => 'التميز في التعليم',
        'description1' => 'مركز متميز مخصص للخدمة والتواصل
                                المدارس الخاصة في المنطقة العربية. تم تصميم منصتنا لإدارة وإدارة
                                تنسيق وتعزيز العلاقات بين مجتمعنا من المدارس الموقرة.',
        'description2' => 'هنا،
                                ستجد دعمًا مخصصًا وفرص تعاون وموارد لتسهيل الأمر
                                نمو وتميز مؤسستك. انضم إلينا في تشكيل مستقبل
                                التعليم في المنطقة العربية.',
        'action' => 'انضم إلينا',
        'learn more' => 'إقرأ المزيد',
    ],
    'mission' => [
        'title' => 'مهمة',
        'description' => 'تعزيز التميز التعليمي من خلال
                            التعاون والابتكار بين المدارس الخاصة العربية، وإعداد الطلاب للمرحلة العالمية
                            نجاح.',
    ],
    'vision' => [
        'title' => 'رؤية',
        'description' => 'الريادة في نظام تعليمي تحويلي وشامل في المنطقة العربية، وتعزيز التميز والابتكار وتمكين إمكانات كل طالب لإحداث تأثير مجتمعي إيجابي.',
    ],
    'values' => [
        'heading' => 'قيم الاتحاد',
        'title1' => 'تفوق',
        'title2' => 'تعاون',
        'title3' => 'ابتكار',
        'title4' => 'التمحور حول الطالب',
        'title5' => 'قيادة',
        'title6' => 'المشاركة المجتمعية',
        'description1' => 'السعي لتحقيق أعلى معايير التميز الأكاديمي والمهني والتشغيلي في جميع المساعي.',
        'description2' => 'تعزيز الشراكات والتعاون القوي بين المدارس الأعضاء والمعلمين وأصحاب المصلحة لتحقيق الأهداف المشتركة.',
        'description3' => 'تبني الابتكار والإبداع في التعليم، والاستفادة من التكنولوجيا، وتبني أفضل الممارسات لتعزيز نتائج التعلم.',
        'description4' => 'وضع الطلاب في قلب جميع المبادرات التعليمية، مع إعطاء الأولوية لتطورهم الشامل ورفاههم ونجاحهم.',
        'description5' => 'رعاية القيادة التربوية على جميع المستويات، وتمكين المعلمين والإداريين من القيادة بالرؤية والتعاطف والفعالية.',
        'description6' => 'المشاركة بنشاط مع المجتمع وأولياء الأمور وأصحاب المصلحة لبناء شراكات قوية وتعزيز التجربة التعليمية للطلاب.',
    ],
    'chairman' => [
        'name' => 'د. خميس بن عبيد بن مبارك العجمي',
        'title' => 'رئيس ومؤسس الاتحاد العربي للمدارس الخاصة',
    ],
    'address' => [
        'title' => 'سلطنة عمان',
        'description' => 'ص.ب 755، الرمز البريدي 328، الرميس، بركاء',
    ],
    'input' => [
        'email' => 'أدخل بريدك الإلكتروني',
    ],
    'copyright' => '© 2024 | جميع الحقوق محفوظة للاتحاد العربي للمدارس الخاصة',
    'about' => [
        'name' => 'الاتحاد العربي للمدارس الخاصة',
    ],
    'service' => [
        'heading' => 'خدماتُنا',
        'description' => 'نقدم خدمات تلبي احتياجات التعليم المتنوعة، بدءًا من الدعم الأكاديمي حتى البرامج الرائدة.
ملتزمون بتمكين الأعضاء، وتحسين جودة التدريس، بما يخدم مصلحة المجتمع، ويحقق المنفعة من التعليم.
',
        'tagOne' => 'يقترب',
        'tagTwo' => 'إِبداع',
    ],
    'action' => [
        'text' => 'انضم إلينا',
    ],
    'contact' => [
        'heading' => 'تواصل معنا',
        'title' => 'نبني لأجلكم..
نستمع إليكم ونبدأ معكم خير البدايات
',
        'description' => '',
        'name' => 'الاسم',
        'email' => 'البريد الإلكتروني ',
        'phone' => 'رقم الهاتف',
        'subject' => 'الموضوع',
        'message' => 'الرسائل',
        'action1' => 'ارسل',
        'action2' => ' الآن',
    ],
    'scholarship' => [
        'heading' => 'التقدم بطلب للحصول على المنح الدّراسيّة',
        'description' => 'تقديم المنح الدّراسية يُعدّ حافزًا مهمًا لنجاح الطلبة وتألقهم في المستقبل. هذه المنح تُقدّم ضمن معايير معيّنة وتتكفل بتوفير برامج البكالوريوس والدراسات العليا.
',
        'action' => 'قدم الآن',
    ],
    'stats' => [
        'heading' => 'بيانات إحصائية',
        'student' => 'الطلبة',
        'teacher' => 'المعلّمون',
        'contractor' => 'الموردون ',
        'institution' => 'المدارس',
    ],
    'founder' => [
        'heading' => 'المشاركون في التأسيس',
    ],
    'board' => [
        'heading' => 'مجلسُ الأمناء',
    ],
    'secretariat' => 'الأمانةُ العامّة',
    'events' => [
        'heading' => 'الفعاليّات',
        'description' => 'ابقَ على اطلاعٍ بالفعاليات والأنشطة القادمة. انضم إلينا وكن جزءًا من مجتمعنا.',
        'action' => 'اقرأ المزيد',
    ],
];
